Revit 2024 API
GroupTypeId.CouplerArray Property
 Set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId CouplerArray { get; }
Visual Basic
Public Shared ReadOnly Property CouplerArray As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CouplerArray {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace